import Upper from "@/components/info/upper";

export default async function Home() {
  return (
    <main className='main-page space-y-4'>
      <Upper title='Политика обработки персональных данных' />
      <section className='lg:ml-5 text-sm space-y-4'>
        <h2 className='font-semibold'>
          ПОЛИТИКА в отношении обработки персональных данных в ООО «АПТЕКА ЭМП»
        </h2>

        <h3 className='font-semibold'>1. Общие положения</h3>
        <p>
          1.1. Настоящая Политика в отношении обработки персональных данных в
          ООО «АПТЕКА ЭМП» (далее по тексту – Политика) разработана в
          соответствии с Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О
          персональных данных».
        </p>
        <p>
          1.2. Политика подлежит пересмотру в ходе периодического анализа со
          стороны руководства ООО «АПТЕКА ЭМП» (далее по тексту – Общество), а
          также в случаях изменения законодательства Российской Федерации в
          области персональных данных.
        </p>
        <p>
          1.3. Целью Политики является обеспечение защиты прав и свобод
          субъектов персональных данных при обработке их персональных данных в
          Сервисах Общества.
        </p>
        <p>
          1.4. Политика применяется ко всем субъектам персональных данных, чьи
          персональные данные обрабатываются Сервисами Общества.
        </p>
        <p>
          1.5. Положения Политики распространяются на все отношения, связанные с
          обработкой персональных данных, осуществляемой Обществом:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            с использованием средств автоматизации, в том числе в
            информационно-телекоммуникационных сетях, или без использования
            таких средств, если обработка персональных данных без использования
            таких средств соответствует характеру действий (операций),
            совершаемых с персональными данными с использованием средств
            автоматизации, то есть позволяет осуществлять в соответствии с
            заданным алгоритмом поиск персональных данных, зафиксированных на
            материальном носителе и содержащихся в картотеках или иных
            систематизированных собраниях персональных данных, и \ или доступ к
            таким персональным данным
          </li>
          <li>без использования средств автоматизации</li>
        </ul>

        <h3 className='font-semibold'>2. Основные понятия</h3>
        <p>
          2.1. Персональные данные – любая информация, относящаяся к прямо или
          косвенно определенному или определяемому физическому лицу (субъекту
          персональных данных).
        </p>
        <p>
          2.2. Субъект персональных данных – физическое лицо, которое прямо или
          косвенно определено или определяемо с помощью персональных данных.
        </p>
        <p>
          2.3. Оператор – государственный орган, муниципальный орган,
          юридическое или физическое лицо, самостоятельно или совместно с
          другими лицами организующие и \ или осуществляющие обработку
          персональных данных, а также определяющие цели обработки персональных
          данных, состав персональных данных, подлежащих обработке, действия
          (операции), совершаемые с персональными данными.
        </p>
        <p>
          2.4. Пользователь — совершеннолетнее и / или дееспособное физическое
          лицо, зарегистрированное на Сервисах Общества согласно условиям
          пользовательского соглашения, использующее Сервисы Общества в
          информационных целях, а также в целях резервирования товаров с
          использованием функциональных возможностей Сервисов. Пользователи
          вправе использовать программу лояльности Общества. Несовершеннолетние
          физические лица и лица, не достигшие возраста 14 лет, могут
          самостоятельно совершать на Сервисах Общества мелкие бытовые сделки по
          приобретению товара, который не является угрозой для их жизни и
          здоровья.
        </p>
        <p>
          2.5. Посетитель — физическое лицо, не прошедшее процедуру регистрации
          на Сервисах Общества, но при этом использующее интернет-ресурсы
          Общества для просмотра информации. Программа лояльности Общества не
          распространяется на Посетителей.
        </p>
        <p>
          2.6. Продавец — юридическое лицо (либо индивидуальный
          предприниматель), обладающее необходимой правоспособностью и
          дееспособностью, а также соответствующей лицензией на фармацевтическую
          деятельность, с которым у Общества заключен соответствующий договор.
        </p>
        <p>
          2.7. Сервис — интернет-ресурс, принадлежащий на праве собственности
          Обществу, размещенный на сайте в сети «Интернет» по адресу
          https://www.kuchu.shop/ (далее по тексту — Сайт), включая все уровни
          указанного домена, доступный Пользователю через Сайт, мобильную версию
          Сайта, приложения и иные ресурсы, представляющий собой базу данных о
          Продавцах и товарах, который имеет инструментарий для резервирования
          Пользователем выбранных товаров у доступных Продавцов.
        </p>
        <p>
          2.8. Обработка персональных данных – любое действие (операция) или
          совокупность действий (операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), блокирование, удаление,
          уничтожение персональных данных.
        </p>
        <p>
          2.9. Автоматизированная обработка персональных данных – обработка
          персональных данных осуществляется с использованием средств
          автоматизации, а также без использования таких средств (на бумажном
          носителе информации).
        </p>
        <p>
          2.10. Распространение персональных данных – действия, направленные на
          раскрытие персональных данных неопределенному кругу лиц.
        </p>
        <p>
          2.11. Предоставление персональных данных – действия, направленные на
          раскрытие персональных данных определенному лицу или определенному
          кругу лиц.
        </p>
        <p>
          2.12. Блокирование персональных данных – временное прекращение
          обработки персональных данных (за исключением случаев, если обработка
          необходима для уточнения персональных данных).
        </p>
        <p>
          2.13. Уничтожение персональных данных – действия, в результате которых
          становится невозможным восстановить содержание персональных данных в
          информационной системе персональных данных и \ или в результате
          которых уничтожаются материальные носители персональных данных.
        </p>
        <p>
          2.14. Информационная система персональных данных – совокупность
          содержащихся в базах данных персональных данных и обеспечивающих их
          обработку информационных технологий и технических средств.
        </p>
        <p>
          2.15. Конфиденциальность информации – обязательное для выполнения
          лицом, получившим доступ к определенной информации, требование не
          передавать такую информацию третьим лицам без согласия ее обладателя.
        </p>
        <p>
          2.16. Угрозы безопасности персональных данных – совокупность условий и
          факторов, создающих опасность несанкционированного, в том числе
          случайного, доступа к персональным данным, результатом которого могут
          стать уничтожение, изменение, блокирование, копирование,
          предоставление, распространение персональных данных, а также иные
          неправомерные действия при их обработке в информационной системе
          персональных данных.
        </p>
        <p>
          2.17. Уровень защищенности персональных данных – комплексный
          показатель, характеризующий требования, исполнение которых
          обеспечивает нейтрализацию определенных угроз безопасности
          персональных данных при их обработке в информационных системах
          персональных данных.
        </p>
        <p>
          2.18. Cookie – набор данных, отправляемый веб-сервером и хранимый на
          компьютере Пользователя без изменений и какой-либо обработки.
        </p>

        <h3 className='font-semibold'>
          3. Понятие и состав персональных данных
        </h3>
        <p>
          3.1. Перечень обрабатываемых и подлежащих защите персональных данных в
          Обществе формируется в соответствии с Федеральным законом от 27 июля
          2006 года № 152-ФЗ «О персональных данных», иными нормативными актами,
          а также локальными нормативными актами Общества с учетом целей
          обработки персональных данных субъектов персональных данных, указанных
          в разделе 3 настоящей Политики.
        </p>
        <p>
          3.2. Сведениями, составляющими персональные данные, собираемые на
          Сервисах Общества, является любая информация, относящаяся прямо или
          косвенно к определенным физическим лицам, соискателям на замещение
          вакантных должностей, Пользователям и Посетителям Сайта.
        </p>
        <p>
          3.3. Обработка биометрических персональных данных (сведений, которые
          характеризуют физиологические и биологические особенности человека, на
          основании которых можно установить его личность) и специальных
          категорий персональных данных, касающихся расовой, национальной
          принадлежности, политических взглядов, религиозных или философских
          убеждений, интимной жизни, в Обществе не осуществляется.
        </p>
        <p>
          3.4. Субъектами персональных данных, обработка которых осуществляется
          Обществом в Сервисах, являются:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>Пользователи;</li>
          <li>Посетители Сайта;</li>
          <li>соискатели на замещение вакантных должностей;</li>
          <li>сотрудники;</li>
          <li>родственники сотрудников (дети и супруги сотрудников);</li>
          <li>уволенные сотрудники;</li>
          <li>контрагенты;</li>
          <li>представители контрагентов.</li>
        </ul>
        <p>
          3.6. Общество в праве, с соблюдением положений действующего
          законодательства Российской Федерации, передавать персональные данные
          субъектов третьим лицам.
        </p>
        <p>
          3.7. К перечню третьих лиц, которым передаются персональные данные с
          целью их обработки, в соответствии с пунктом 4.1 относятся:
        </p>

        <div className='overflow-x-auto'>
          <table className='min-w-full border-collapse border border-gray-300 mb-4'>
            <thead>
              <tr className='bg-gray-100'>
                <th className='border border-gray-300 p-2'>
                  Наименование третьего лица
                </th>
                <th className='border border-gray-300 p-2'>
                  Категории и перечень персональных данных
                </th>
                <th className='border border-gray-300 p-2'>
                  Категории субъектов персональных данных
                </th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td className='border border-gray-300 p-2'>
                  ПАО «Сбербанк» (ОГРН 1027700132195, адрес: 677027, Республика
                  Саха (Якутия), г. Якутск, ул. Октябрьская, д. 17.)
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, дата рождения, пол, номер мобильного
                  телефона, адрес электронной почты
                </td>
                <td className='border border-gray-300 p-2'>
                  Пользователи;
                  <br />
                  соискатели на замещение вакантных должностей;
                  <br />
                  сотрудники;
                  <br />
                  контрагенты
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  АКБ &ldquo;АЛМАЗЭРГИЭНБАНК&rdquo; АО (ОГРН 1031403918138,
                  адрес: 677000, Республика Саха (Якутия), г. Якутск, пр.
                  Ленина, 1.)
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, дата рождения, пол, номер мобильного
                  телефона, адрес электронной почты
                </td>
                <td className='border border-gray-300 p-2'>
                  Пользователи;
                  <br />
                  соискатели на замещение вакантных должностей;
                  <br />
                  сотрудники;
                  <br />
                  контрагенты
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  ООО «Яндекс Метрика» (ОГРН 1027700229193, адрес: 119021,
                  г.Москва, ул. Льва Толстого, д.16.)
                </td>
                <td className='border border-gray-300 p-2'>
                  Cookie
                  <br />
                  возраст, пол, геолокация, интересы посетителей
                </td>
                <td className='border border-gray-300 p-2'>
                  Посетители сайта;
                  <br />
                  сотрудники
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  курьеры (самозанятые, индивидуальные предприниматели) и
                  компании, предоставляющие услуги доставки
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, адрес доставки, контактный телефон
                </td>
                <td className='border border-gray-300 p-2'>Пользователи</td>
              </tr>
            </tbody>
          </table>
        </div>

        <h3 className='font-semibold'>4. Цели обработки персональных данных</h3>
        <p>
          4.1. Обработка персональных данных осуществляется Обществом в
          следующих целях и следующими способами:
        </p>

        <div className='overflow-x-auto'>
          <table className='min-w-full border-collapse border border-gray-300 mb-4'>
            <thead>
              <tr className='bg-gray-100'>
                <th className='border border-gray-300 p-2'>
                  Цель \ способ обработки персональных данных
                </th>
                <th className='border border-gray-300 p-2'>
                  Категории и перечень персональных данных
                </th>
                <th className='border border-gray-300 p-2'>
                  Категории субъектов персональных данных
                </th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td className='border border-gray-300 p-2'>
                  проведение собеседований с потенциальными работниками в целях
                  дальнейшего трудоустройства \ смешанная обработка
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, дата и место рождения, гражданство,
                  места жительства, паспортные данные, сведения о ближайших
                  родственниках и членах семьи, сведения об образовании, данные
                  о предыдущих местах работы, ИНН, СНИЛС сведения о воинском
                  учете, адрес электронной почты, контактный телефон
                </td>
                <td className='border border-gray-300 p-2'>
                  соискатели на замещение вакантных должностей
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  рассмотрение претензий \ смешанная обработка
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, дата рождения, пол, адрес электронной
                  почты, контактный телефон, адрес доставки, паспортные данные,
                  реквизиты заказа (информация о совершенном клиентом
                  физического лица в Сервисах Общества заказе товаров, в том
                  числе, но не ограничиваясь, номер, дата, время формирования /
                  исполнения, сумма заказа, информация о применении скидок к
                  заказу, срок исполнения, информация об обращениях (включая
                  претензионные), иная информация, включая любую фискальную
                  информацию по заказу)
                </td>
                <td className='border border-gray-300 p-2'>Пользователи</td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  исполнение заказов Пользователей \ автоматизированная
                  обработка
                </td>
                <td className='border border-gray-300 p-2'>
                  имя, фамилия, отчество, дата рождения, пол, адрес электронной
                  почты, контактный телефон, адрес доставки, cookie, реквизиты
                  заказа (информация о совершенном клиентом физического лица в
                  Сервисах Общества заказе товаров, в том числе, но не
                  ограничиваясь, номер, дата, время формирования / исполнения,
                  сумма заказа, информация о применении скидок к заказу, срок
                  исполнения, информация об обращениях (включая претензионные),
                  иная информация, включая любую фискальную информацию по
                  заказу)
                </td>
                <td className='border border-gray-300 p-2'>Пользователи</td>
              </tr>
            </tbody>
          </table>
        </div>

        <p>
          4.2. При обработке персональных данных в Обществе строго соблюдаются
          следующие принципы, предусмотренные Федеральным законом от 27 июля
          2006 года № 152-ФЗ «О персональных данных»:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            не допускается обработка персональных данных субъектов персональных
            данных, несовместимая с целями сбора персональных данных;
          </li>
          <li>
            не допускается обработка персональных данных субъектов персональных
            данных, которые не отвечают целям обработки. Содержание и состав
            обрабатываемых в Обществе персональных данных субъектов персональных
            данных соответствуют заявленным целям их обработки;
          </li>
          <li>
            при обработке персональных данных субъектов персональных данных
            обеспечивается точность, достаточность, а в необходимых случаях
            актуальность персональных данных;
          </li>
          <li>
            хранение персональных данных субъектов персональных данных
            осуществляется не дольше, чем этого требуют цели обработки
            персональных данных, а также Федеральные законы и договоры, стороной
            которых, выгодоприобретателем или поручителем по которым является
            субъект персональных данных;
          </li>
          <li>
            обработка персональных данных субъектов персональных данных
            осуществляется с соблюдением принципов и правил, предусмотренных
            законодательством Российской Федерации.
          </li>
        </ul>

        <h3 className='font-semibold'>
          5. Правовые основания обработки персональных данных
        </h3>
        <p>
          5.1. Основанием обработки персональных данных в Обществе являются:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            согласия субъектов персональных данных на обработку их персональных
            данных;
          </li>
          <li>
            достижение предусмотренных международными договорами Российской
            Федерации или её законами целей для осуществления и выполнения
            возложенных законодательством Российской Федерации на Общество
            функций, полномочий и обязанностей.
          </li>
        </ul>
        <p>
          5.2. В случаях, прямо не предусмотренных законодательством Российской
          Федерации, но соответствующих полномочиям Общества, обработка
          персональных данных осуществляется с согласия субъекта персональных
          данных на обработку его персональных данных.
        </p>
        <p>
          5.3. В случае отказа субъекта персональных данных о предоставлении
          согласия на обработку персональных данных возможны следующие
          юридические последствия:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            субъект персональных данных не сможет пройти процедуру регистрации
            на Сервисах Общества;
          </li>
          <li>
            совершение действий по резервированию и покупке товаров в Сервисах
            Общества будет невозможным.
          </li>
        </ul>
        <p>
          5.4. Обработка персональных данных прекращается при реорганизации (в
          результате которой Общество прекращает свою деятельность) или
          ликвидации Общества.
        </p>

        <h3 className='font-semibold'>
          6. Условия обработки персональных данных
        </h3>
        <p>
          6.1. Обработка персональных данных в Обществе осуществляется с
          согласия субъекта персональных данных на обработку его персональных
          данных, если иное не предусмотрено законодательством Российской
          Федерации.
        </p>
        <p>
          6.2. Общество без согласия субъекта персональных данных не раскрывает
          третьим лицам и не распространяет персональные данные, если иное не
          предусмотрено законодательством Российской Федерации.
        </p>
        <p>
          6.3. Общество вправе поручить обработку персональных данных другому
          лицу с согласия субъекта персональных данных на основании заключаемого
          с этим лицом договора. Договор должен содержать перечень действий
          (операций) с персональными данными, которые будут совершаться лицом,
          осуществляющим обработку персональных данных, цели обработки,
          обязанность такого лица соблюдать конфиденциальность персональных
          данных, обязанности лица по соблюдению требований по принятию мер,
          предусмотренных ст. 18.1 152-ФЗ «О персональных данных», обязанность
          лица по требованию оператора персональных данных предоставлять
          документы и иную информацию, подтверждающие принятие мер и соблюдение
          требований закона и поручения, обеспечивать безопасность персональных
          данных при их обработке, а также требования к защите обрабатываемых
          персональных данных в соответствии со ст. 19 152-ФЗ «О персональных
          данных», включая требования об уведомлении оператора о случаях
          неправомерной или случайной передачи («утечки») персональных данных.
        </p>
        <p>
          6.4. В случае если Общество поручает обработку персональных данных
          третьему лицу, ответственность перед субъектом персональных данных за
          действия указанного лица несет Общество. Лицо, осуществляющее
          обработку персональных данных по поручению Общества, несет
          ответственность перед Обществом.
        </p>
        <p>
          6.5. Доступ к обрабатываемым в Обществе персональным данным
          разрешается только уполномоченным работникам Общества.
        </p>

        <h3 className='font-semibold'>
          7. Перечень действий с персональными данными и способы их обработки
        </h3>
        <p>
          7.1. Общество осуществляет сбор, запись, систематизацию, накопление,
          хранение, уточнение (обновление, изменение), извлечение,
          использование, передачу (распространение, предоставление, доступ),
          обезличивание, блокирование, удаление и уничтожение персональных
          данных.
        </p>
        <p>
          7.2. Обработка персональных данных в Обществе осуществляется
          следующими способами:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>неавтоматизированная обработка персональных данных;</li>
          <li>
            автоматизированная обработка персональных данных с передачей
            полученной информации по информационно-телекоммуникационным сетям
            или без таковой;
          </li>
          <li>смешанная обработка персональных данных.</li>
        </ul>

        <h3 className='font-semibold'>
          8. Сроки обработки и хранения персональных данных
        </h3>
        <p>
          8.1. Сроки обработки персональных данных субъектов персональных данных
          определяются в соответствии с действующим законодательством Российской
          Федерации и иными нормативными правовыми актами. Сроки обработки
          персональных данных по каждому из субъектов персональных данных в
          Обществе приведены в таблице ниже:
        </p>

        <div className='overflow-x-auto'>
          <table className='min-w-full border-collapse border border-gray-300 mb-4'>
            <thead>
              <tr className='bg-gray-100'>
                <th className='border border-gray-300 p-2'>
                  Наименование субъектов персональных данных
                </th>
                <th className='border border-gray-300 p-2'>
                  Сроки обработки персональных данных исходя из целей обработки
                  персональных данных
                </th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td className='border border-gray-300 p-2'>Пользователи</td>
                <td className='border border-gray-300 p-2'>
                  до момента отзыва согласия на обработку персональных данных в
                  Сервисах Общества, а также в течение 10 дней с момента
                  самостоятельного удаления аккаунта Пользователем – применимо
                  ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>Посетители Сайта</td>
                <td className='border border-gray-300 p-2'>
                  в течение всего периода использования Сайта и до момента
                  прекращения или отключения файлов cookie в настройках браузера
                  – применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  соискатели на замещение вакантных должностей
                </td>
                <td className='border border-gray-300 p-2'>
                  в течение срока, на который было дано согласие на обработку
                  персональных данных, – применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>сотрудники</td>
                <td className='border border-gray-300 p-2'>
                  в соответствии с трудовым законодательством Российской
                  Федерации – применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  родственники сотрудников
                </td>
                <td className='border border-gray-300 p-2'>
                  в соответствии с законодательством Российской Федерации –
                  применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  уволенные сотрудники
                </td>
                <td className='border border-gray-300 p-2'>
                  в соответствии с трудовым законодательством Российской
                  Федерации – применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>контрагенты</td>
                <td className='border border-gray-300 p-2'>
                  в течение срока, на который было дано согласие на обработку
                  персональных данных, – применимо ко всем целям
                </td>
              </tr>
              <tr>
                <td className='border border-gray-300 p-2'>
                  представители контрагентов
                </td>
                <td className='border border-gray-300 p-2'>
                  в течение срока, на который было дано согласие на обработку
                  персональных данных, – применимо ко всем целям
                </td>
              </tr>
            </tbody>
          </table>
        </div>

        <p>
          8.2. Прекращение обработки персональных данных осуществляется по
          истечении установленных сроков обработки персональных данных, при
          отзыве согласия субъекта персональных данных на обработку его
          персональных данных (за исключением случаев, когда Общество вправе
          продолжить обработку персональных данных на ином правовом основании),
          при достижении цели обработки персональных данных или утрате
          необходимости в достижении цели, а также при выявлении неправомерной
          обработки персональных данных.
        </p>
        <p>
          8.3. Персональные данные субъектов персональных данных хранятся как на
          машинных (электронных), так и на бумажных носителях персональных
          данных. Бумажные носители персональных данных хранятся только в
          местах, определенных в перечне мест хранения бумажных носителей
          персональных данных Общества.
        </p>
        <p>
          8.4. Документы на бумажных носителях хранятся в папках в надежно
          запираемых сейфах \ шкафах в помещениях Общества, электронные носители
          хранятся в специально выделенных помещениях, доступ к которым
          предоставляется работникам Общества в соответствии с исполняемыми
          должностными обязанностями.
        </p>
        <p>
          8.5. Хранение персональных данных осуществляется в форме, позволяющей
          определить субъекта персональных данных, не дольше, чем этого требуют
          цели обработки персональных данных, если срок хранения персональных
          данных не установлен Федеральным законом, договором, стороной
          которого, выгодоприобретателем или поручителем по которому является
          субъект персональных данных.
        </p>

        <h3 className='font-semibold'>
          9. Обеспечение безопасности и конфиденциальности персональных данных
        </h3>
        <p>
          9.1. Общество предпринимает установленные законодательством Российской
          Федерации необходимые правовые, технические и организационные меры по
          обеспечению безопасности обрабатываемых персональных данных субъектов
          персональных данных для их защиты от неправомерного или случайного
          доступа к ним, уничтожения, изменения, блокирования, копирования,
          предоставления, распространения персональных данных, а также от иных
          неправомерных действий в отношении персональных данных субъектов
          персональных данных.
        </p>
        <p>
          9.2. Обеспечение безопасности персональных данных субъектов
          персональных данных в Обществе достигается в соответствии с
          законодательством Российской Федерации и локальными правовыми актами
          Общества по вопросам обработки и защиты персональных данных, в
          частности:
        </p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            разработкой и своевременной необходимой актуализацией локальных
            правовых актов Общества по вопросам обработки и защиты персональных
            данных;
          </li>
          <li>
            ознакомлением лиц, непосредственно осуществляющих обработку
            персональных данных в Обществе, с положениями законодательства
            Российской Федерации о персональных данных, в том числе с
            требованиями по защите персональных данных, документами,
            определяющими политику в отношении обработки персональных данных,
            локальными правовыми актами по вопросам обработки персональных
            данных;
          </li>
          <li>
            размещением на внутренних стендах, а также на Сайте Общества
            документов, определяющих политику в отношении обработки персональных
            данных и сведения о реализуемых в Обществе требованиях к защите
            персональных данных;
          </li>
          <li>
            разработкой моделей угроз безопасности персональных данных в
            информационных системах персональных данных;
          </li>
          <li>
            установлением уровней защищенности персональных данных в
            информационных системах персональных данных Общества;
          </li>
          <li>
            определением угроз безопасности персональных данных субъектов
            персональных данных при их обработке в информационных системах
            персональных данных Общества;
          </li>
          <li>
            применением организационных и технических мер по обеспечению
            безопасности персональных данных субъектов персональных данных при
            их обработке в информационных системах персональных данных Общества,
            необходимых для выполнения требований к защите персональных данных,
            исполнение которых обеспечивает установленные Правительством
            Российской Федерации уровни защищенности персональных данных;
          </li>
          <li>
            применением в Обществе сертифицированных ФСТЭК России и \ или ФСБ
            России средств защиты информации или использованием компенсирующих
            мер в случаях, когда применение таких средств необходимо для
            нейтрализации актуальных угроз безопасности персональных данных;
          </li>
          <li>
            оценкой эффективности принимаемых мер по обеспечению безопасности
            персональных данных до ввода в эксплуатацию информационных систем
            персональных данных Общества;
          </li>
          <li>
            осуществлением внутреннего контроля соответствия обработки
            персональных данных требованиям, предусмотренным Федеральным законом
            от 27 июля 2006 года № 152-ФЗ «О персональных данных», и принятыми в
            соответствии с ним локальными правовыми актами;
          </li>
          <li>
            исключением возможности неконтролируемого проникновения или
            пребывания посторонних лиц в помещения Общества, где ведется работа
            с персональными данными;
          </li>
          <li>учетом машинных носителей персональных данных;</li>
          <li>
            обеспечением сохранности носителей персональных данных и средств
            защиты информации;
          </li>
          <li>
            обнаружением фактов несанкционированного доступа к персональным
            данным субъектов персональных данных и принятием соответствующих мер
            безопасности;
          </li>
          <li>
            восстановлением персональных данных субъектов персональных данных,
            модифицированных или уничтоженных вследствие несанкционированного
            доступа к ним;
          </li>
          <li>
            установлением правил доступа (в том числе путем ограничения доступа)
            к персональным данным субъектов персональных данных, обрабатываемым
            в информационных системах персональных данных Общества, а также
            обеспечением регистрации и учета всех действий, совершаемых с
            персональными данными в информационных системах персональных данных
            Общества;
          </li>
          <li>
            назначением ответственных работников Общества за организацию
            обработки и защиту персональных данных субъектов персональных
            данных;
          </li>
          <li>
            контролем за принимаемыми мерами по обеспечению безопасности
            персональных данных и уровнем защищенности информационных систем
            персональных данных Общества.
          </li>
        </ul>

        <h3 className='font-semibold'>
          10. Права и обязанности Общества и субъектов персональных данных
        </h3>
        <p>10.1. Общество как оператор персональных данных вправе:</p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>отстаивать свои интересы в суде;</li>
          <li>
            предоставлять персональные данные субъектов персональных данных
            третьим лицам, если это предусмотрено законодательством Российской
            Федерации (налоговые, правоохранительные органы и др.);
          </li>
          <li>
            отказывать в предоставлении персональных данных в случаях,
            предусмотренных законодательством Российской Федерации;
          </li>
          <li>
            использовать персональные данные субъектов персональных данных без
            их согласия в случаях, предусмотренных законодательством Российской
            Федерации;
          </li>
        </ul>
        <p>10.2. Общество как оператор персональных данных обязано:</p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>
            предоставлять субъекту персональных данных по его просьбе
            информацию, предусмотренную ч. 7 ст. 14 Федерального закона от 27
            июля 2006 года № 152-ФЗ «О персональных данных»;
          </li>
          <li>
            разъяснять субъекту персональных данных юридические последствия его
            отказа в предоставлении Обществу его персональных данных при
            условии, что такое предоставление субъектом персональных данных
            своих персональных данных Обществу является обязательным в
            соответствии с Федеральным законом;
          </li>
          <li>
            в случае получения персональных данных не от субъекта персональных
            данных, за исключением случаев, предусмотренных ч. 4 ст. 18
            Федерального закона от 27 июля 2006 года № 152-ФЗ «О персональных
            данных», до начала обработки таких персональных данных предоставлять
            субъекту персональных данных следующую информацию: наименование или
            имя, фамилию, отчество и адрес оператора или его представителя; цель
            обработки персональных данных и ее правовое основание; перечень
            предполагаемых пользователей персональных данных; установленные
            Федеральным законом от 27 июля 2006 года № 152-ФЗ «О персональных
            данных» права субъекта персональных данных; источник получения
            персональных данных;
          </li>
          <li>
            при сборе персональных данных субъектов персональных данных, в том
            числе посредством сети «Интернет», обеспечивать запись,
            систематизацию, накопление, хранение, уточнение (обновление,
            изменение), извлечение персональных данных субъектов персональных
            данных с использованием баз данных, находящихся на территории
            Российской Федерации, за исключением случаев, указанных в п. 2, 3,
            4, 8 ч. 1 ст. 6 Федерального закона от 27 июля 2006 года № 152-ФЗ «О
            персональных данных».
          </li>
        </ul>
        <p>
          10.3. Общество предпринимает разумные меры для поддержания точности и
          актуальности имеющихся персональных данных, а также удаления
          персональных данных субъектов персональных данных в случаях, если они
          являются устаревшими, недостоверными или излишними, либо если
          достигнуты цели их обработки.
        </p>
        <p>10.4. Субъект персональных данных имеет право:</p>
        <ul className='list-disc pl-8 space-y-1'>
          <li>на отзыв согласия на обработку персональных данных;</li>
          <li>
            требовать уточнения своих персональных данных, их блокирования или
            уничтожения в случае, если персональные данные являются неполными,
            устаревшими, недостоверными, незаконно полученными или не являются
            необходимыми для заявленной цели обработки, а также принимать
            предусмотренные законом меры по защите своих прав;
          </li>
          <li>
            требовать перечень своих персональных данных, обрабатываемых в
            Обществе, и источник их получения;
          </li>
          <li>
            получать информацию о сроках обработки своих персональных данных, в
            том числе о сроках их хранения;
          </li>
          <li>
            требовать извещения всех лиц, которым ранее были сообщены неверные
            или неполные его персональные данные, обо всех произведенных в них
            исключениях, исправлениях или дополнениях;
          </li>
          <li>
            обжаловать в уполномоченном органе по защите прав субъектов
            персональных данных или в судебном порядке неправомерные действия
            или бездействие при обработке его персональных данных;
          </li>
          <li>
            на защиту своих прав и законных интересов, в том числе на возмещение
            убытков и \ или компенсацию морального вреда в судебном порядке.
          </li>
        </ul>
        <p>
          10.5. Субъекты персональных данных несут ответственность за
          предоставление Обществу достоверных сведений, а также за своевременное
          обновление предоставленных данных в случае каких-либо изменений.
        </p>

        <h3 className='font-semibold'>11. Cookie</h3>
        <p>
          11.1. Общество может собирать техническую информацию, когда
          Пользователь \ Посетитель Сайта посещает Сайт или использует мобильные
          приложения и услуги Общества. Сюда входит информация: IP-адрес, тип
          используемого мобильного устройства, операционная система устройства и
          тип браузера, уникальный идентификатор устройства, адрес ссылающихся
          веб-сайтов, путь, по которому Пользователь \ Посетитель Сайта проходит
          через веб-сайты и мобильные приложения Общества. Общество может также
          использовать такие технологии как файлы cookie, веб-маяки и
          идентификаторы мобильных устройств для сбора информации об
          использовании веб-сайтов и мобильных сервисов Общества.
        </p>
        <p>
          11.2. Файлы cookie позволяют Обществу предоставлять Пользователям \
          Посетителям Сайта соответствующую информацию по мере использования ими
          веб-сайтов и мобильных сервисов Общества (например, открывать и
          загружать соответствующие страницы).
        </p>
        <p>
          11.3. Общество использует данную информацию для обеспечения
          работоспособности своих веб-сайтов и мобильных приложений, для
          повышения качества оказываемых услуг, исправления ошибок и улучшения
          пользовательского опыта в целом. При этом Общество не преследует цели
          идентифицировать конкретного Пользователя \ Посетителя Сайта.
        </p>

        <h3 className='font-semibold'>12. Обратная связь</h3>
        <p>
          12.1. Если субъект персональных данных хочет узнать, какими
          персональными данными о нем располагает Общество, либо дополнить,
          исправить, обезличить или удалить любые неполные, неточные или
          устаревшие персональные данные, либо хочет прекращения обработки
          Обществом его персональных данных, либо имеет другие законные
          требования, он может в установленном порядке и в соответствии с
          законодательством Российской Федерации реализовать такое право,
          обратившись в Общество.
        </p>
        <p>
          12.2. При этом в некоторых случаях (например, если субъект
          персональных данных хочет удалить свои персональные данные или
          прекратить их обработку) такое обращение (запрос) также может
          означать, что Общество больше не сможет предоставлять услуги субъекту
          персональных данных.
        </p>
        <p>
          12.3. Для выполнения запросов субъекта персональных данных Общество
          может потребовать установления личности такого субъекта персональных
          данных и запросить дополнительную информацию, подтверждающую его
          участие в отношениях с Обществом, либо сведения, иным образом
          подтверждающие факт обработки персональных данных Обществом. Кроме
          того, право субъекта персональных данных на доступ к его персональным
          данным может быть ограничено в соответствии с законодательством
          Российской Федерации в области персональных данных, в том числе если
          доступ субъекта персональных данных к его персональным данным нарушает
          права и законные интересы третьих лиц.
        </p>
        <p>
          12.4. Порядок направления запросов субъектом персональных данных
          определен требованиями Федерального закона от 27 июля 2006 года №
          152-ФЗ «О персональных данных». Субъект персональных данных вправе в
          любой момент отозвать свое согласие на обработку своих персональных
          данных путем направления соответствующего запроса: на электронный
          адрес aptemp@mail.ru посредством заполнения и подачи заявки в
          соответствующем разделе личного кабинета Пользователя; на почтовый
          адрес: 77005, Россия, Республика Саха (Якутия), ул. Петра Алексеева,
          д. 79, кв. 18;
        </p>
        <p>
          12.5. Ответ на запрос направляется субъекту персональных данных или
          его представителю по тому же каналу (электронная почта, личный кабинет
          на Сайте и т. д.), по которому запрос получен, если иное не указано в
          самом запросе, в срок, не превышающий 10 (десять) рабочих дней с даты
          получения запроса.
        </p>
        <p>
          12.6. Срок на обработку запроса, связанного с реализацией прав
          субъекта, может быть продлен Обществом на 5 (пять) рабочих дней. При
          возникновении такой необходимости Общество уведомит субъекта
          персональных данных или его представителя, указав причины продления
          срока.
        </p>
        <p>
          12.7. При отказе в запросе субъекту направляется мотивированный ответ,
          содержащий ссылку на положения ч. 8 ст. 14 Федерального закона от 27
          июля 2006 года № 152-ФЗ «О персональных данных» или иного Федерального
          закона, являющегося основанием для такого отказа, в срок, не
          превышающий 10 (десять) рабочих дней со дня обращения субъекта
          персональных данных или его представителя, либо с даты получения
          Обществом запроса субъекта персональных данных или его представителя.
        </p>

        <h3 className='font-semibold'>13. Заключительные положения</h3>
        <p>
          13.1. Настоящая Политика является внутренним документом Общества и
          вступает в силу с момента ее утверждения Генеральным директором
          Общества, а также является общедоступной и подлежит размещению
          (опубликованию) на web-ресурсе Общества с доменным именем kuchu.shop.
        </p>
        <p>
          13.2. Общество имеет право вносить изменения в настоящую Политику.
          Изменения, вносимые в настоящую Политику, вступают в силу со дня их
          утверждения, если иное не установлено самими изменениями.
        </p>
        <p>
          13.3. Действующая редакция настоящей Политики на бумажном носителе
          хранится в месте нахождения Общества по адресу: 77005, Россия,
          Республика Саха (Якутия), ул. Петра Алексеева, д. 79, кв. 18;.
        </p>
        <p>
          13.4. Общество рекомендует субъектам персональных данных регулярно
          обращаться к настоящей Политике с целью ознакомления с наиболее
          актуальной редакцией.
        </p>
      </section>
    </main>
  );
}
