import Upper from "@/components/info/upper";

export default async function Home() {
  return (
    <main className='main-page space-y-4'>
      <Upper title='Пользовательское соглашение' />
      <section className='lg:ml-5 text-sm space-y-4'>
        <section className='space-y-2'>
          <p>
            Настоящее Пользовательское соглашение (далее — «Соглашение»)
            регулирует отношения между ООО «АПТЕКА ЭМП» (ОГРН 1211400000481, ИНН
            1435357632, адрес местонахождения юридического лица: 677005, Россия,
            Республика Саха (Якутия), ул. Петра Алексеева, д. 79, кв. 18,
            имеющее лицензию на фармацевтическую деятельность № ЛО-14-02-001059
            от 24.09.2021 г, и разрешение на дистанционную торговлю №
            Р013-00110-14/01332008 от 02.08.2024 г.), (далее «АПТЕКА ЭМП») и
            Посетителем/Пользователем, по использованию сайта KUCHU.SHOP, на
            следующих условиях:
          </p>
          <p>
            Посетитель/Пользователь соглашается, что любое использование на
            сайте KUCHU.SHOP, в том числе просмотр информации о Товарах без
            авторизации на сайте KUCHU.SHOP, и совершение действий по
            резервированию, заказу и покупке Товара, свидетельствуют о полном
            согласии Посетителя/Пользователя с условиями настоящего Соглашения в
            редакции, которая действовала на момент фактического использования
            на сайте KUCHU.SHOP
          </p>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>1. Термины и определения</h2>
          <p>
            <strong>Личный кабинет</strong> — персональный раздел Пользователя
            на сайте KUCHU.SHOP, созданный в результате регистрации Пользователя
            на сайте KUCHU.SHOP и связанный с его учетной записью, в котором
            Пользователю доступно взаимодействие с KUCHU.SHOP на условиях
            настоящего Соглашения.
          </p>
          <p>
            <strong>Регистрация</strong> - совокупность действий Пользователя в
            соответствии с указанными на сайте KUCHU.SHOP инструкциями, включая
            предоставление данных и иной информации, совершаемых Пользователем
            при оформлении Заказа и/или Предварительного заказа на сайте
            KUCHU.SHOP в первый раз посредством применения одноразового
            индивидуального кода из SMS-сообщения, полученного по номеру
            телефона Пользователя.
          </p>
          <p>
            <strong>Авторизация</strong> - совокупность действий Пользователя в
            соответствии с указанными на сайте KUCHU.SHOP инструкциями,
            совершаемых Пользователем для входа в Личный кабинет Пользователя,
            производимого посредством применения одноразового индивидуального
            кода из SMS-сообщения, полученного по номеру телефона Пользователя в
            целях оформления Заказа и/или Предварительного Заказа с
            использованием сайта KUCHU.SHOP.
          </p>
          <p>
            <strong>Пользователь</strong> — совершеннолетнее и/или дееспособное
            физическое лицо, зарегистрированное на сайте KUCHU.SHOP, согласно
            условиям Пользовательского соглашения, использующее сайт KUCHU.SHOP
            в информационных целях, а также в целях резервирования и/или
            приобретения Товаров с использованием функциональных возможностей
            сайта KUCHU.SHOP.
          </p>
          <p>
            Несовершеннолетние физические лица и лица, не достигшие возраста 14
            лет, могут самостоятельно совершать на сайте KUCHU.SHOP мелкие
            бытовые сделки по приобретению товара, который не является угрозой
            для их жизни и здоровья.
          </p>
          <p>
            <strong>Продавец</strong> — ООО «АПТЕКА ЭМП» (ОГРН 1211400000481,
            ИНН 1435357632, адрес местонахождения юридического лица: 677005,
            Республика Саха (Якутия), г. Якутск, ул. Петра Алексеева, дом 79,
            кв. 18),
          </p>
          <p>
            <strong>Товар</strong> — объект гражданских прав, не изъятый из
            гражданского оборота, доступный к Заказу и/или Предварительному
            заказу с использованием сайта KUCHU.SHOP. Товары, размещенные на
            сайте KUCHU.SHOP и разрешенные к розничной продаже дистанционным
            способом, доступны к покупке (оформлению Заказа).
          </p>
          <p>
            Товары, размещенные на сайте KUCHU.SHOP и запрещенные к розничной
            продаже дистанционным способом, представлены в ознакомительных
            целях, в отношении таких Товаров возможно только предварительное
            резервирование (оформление Предварительного заказа) с последующим
            приобретением Товаров в выбранной Аптеке.
          </p>
          <p>
            <strong>Предварительный заказ</strong> - оформленный с помощью сайта
            KUCHU.SHOP запрос Пользователя на резервирование в выбранной аптеке
            Товара, дистанционная продажа которого запрещена. Предварительный
            Заказ не является офертой, и не является оформлением договора
            купли-продажи дистанционным способом (как он определен в ст. 497
            Гражданского кодекса РФ и ст. 26.1 Закон РФ от 07.02.1992 N 2300-1
            &quot;О защите прав потребителей&quot;), предварительного и любого
            иного договора. Актуальную стоимость, фактическое наличие (в т.ч.
            аналогов), варианты дозировки и прочую информацию о
            зарезервированных Товарах Пользователь уточняет в аптеке,
            непосредственно на месте продажи. Заключение договора между
            Пользователем и Продавцом происходит в Аптеке Продавца после
            фактического осмотра и ознакомления Пользователя с потребительскими
            свойствами Товара и предъявления рецепта врача на приобретаемый
            лекарственный препарат, в случае такой необходимости.
          </p>
          <p>
            <strong>Заказ</strong> – Товары, приобретаемые Пользователем
            дистанционным способом (как он определен в ст. 497 Гражданского
            кодекса РФ и ст. 26.1 Закон РФ от 07.02.1992 N 2300-1 &quot;О защите
            прав потребителей&quot;) с использованием сайта KUCHU.SHOP. Заказ
            может быть оформлен в отношении лекарственных препаратов для
            медицинского применения (за исключением лекарственных препаратов,
            отпускаемых по рецепту на лекарственный препарат, наркотических
            лекарственных препаратов и психотропных лекарственных препаратов, а
            также спиртосодержащих лекарственных препаратов с объемной долей
            этилового спирта свыше 25 процентов) которые, на основании
            Федерального закона от 12.04.2010 № 61-ФЗ «Об обращении
            лекарственных средств», разрешены к розничной торговле дистанционным
            способом.
          </p>
          <p>
            <strong>Аптека</strong> - Обособленные подразделения аптечных
            организаций Продавца, включенные в лицензию на фармацевтическую
            деятельность.
          </p>
          <p>
            <strong>Курьерская доставка</strong> - непосредственная доставка
            Товара Пользователю в место, указанное им в качестве адреса места
            нахождения. Такая доставка осуществляется с использованием услуг
            курьера.
          </p>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>2. Предмет и общие положения</h2>
          <ol className='space-y-2'>
            <li>
              2.1. Используя сайт KUCHU.SHOP, Пользователь считается принявшим
              условия настоящего Соглашения, без каких-либо оговорок и
              исключений. Использование Пользователем KUCHU.SHOP технически
              невозможно без согласия с условиями настоящего Соглашения. В
              случае, если были внесены какие-либо изменения в настоящее
              Соглашение, с которыми Пользователь не согласен, он обязан
              прекратить использование сайта KUCHU.SHOP.
            </li>
            <li>
              2.2. KUCHU.SHOP оставляет за собой право изменять условия
              настоящего Соглашения и всех его неотъемлемых частей без
              согласования с Пользователем с уведомлением последнего посредством
              размещения на сайте KUCHU.SHOP новой редакции Соглашения или
              какой-либо его неотъемлемой части, подвергшейся изменениям. Новая
              редакция Соглашения и/или какая-либо его неотъемлемая часть
              вступает в силу с момента опубликования, если иной срок вступления
              изменений в силу не определен при их опубликовании. Действующая
              редакция Соглашения и всех приложений к нему всегда находится в
              публичном доступе на сайте https://www.kuchu.shop/ , в разделе:
              «Пользовательское соглашение».
            </li>
            <li>
              2.3. ООО «АПТЕКА ЭМП» оказывает Пользователю услуги по
              предоставлению доступа к сайту KUCHU.SHOP в целях ознакомления с
              Товарами, доступными к дистанционной продаже, а также Товарами,
              имеющимися в ассортименте аптек, которые не доступны к
              дистанционной продаже, получению (в т.ч. по результатам поиска)
              информации, оформлению Заказа и/или Предварительного Заказа,
              выбору способа получения, оплаты, а также регулирования
              взаимоотношений между Пользователем и Продавцом. При этом
              обязательным условием оказания услуг KUCHU.SHOP, в соответствии с
              настоящим Соглашением, является принятие, соблюдение Пользователем
              и применение к отношениям Сторон требований и положений,
              определенных настоящим Соглашением.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>
            3. Регистрация и авторизация Пользователя
          </h2>
          <ol className='space-y-2'>
            <li>
              3.1. Регистрация и/или Авторизация Пользователя на сайте
              KUCHU.SHOP осуществляется в следующем порядке:
            </li>
            <li>
              3.1.1. При регистрации Пользователь предоставляет по запросу сайта
              KUCHU.SHOP необходимую достоверную и актуальную информацию для
              формирования Личного кабинета, включая уникальные для каждого
              Пользователя данные, в том числе номер телефона, в случае
              необходимости адрес электронной почты, ФИО, пол, дату рождения.
            </li>
            <li>
              3.1.2. При Авторизации сайт KUCHU.SHOP использует номер телефона
              Пользователя, а также одноразовый индивидуальный код из
              SMS-сообщения, полученного по номеру телефона Пользователя в
              процессе оформления Заказа и/или Предварительного Заказа, или иные
              каналы для подтверждения авторизации.
            </li>
            <li>
              3.2. Для защиты Личного кабинета от несанкционированного доступа
              третьих лиц Пользователю необходимо сохранять конфиденциальность
              информации, необходимой для доступа к Личному кабинету.
            </li>
            <li>
              3.3. Регистрация Пользователя на сайте KUCHU.SHOP возможна также с
              использованием учетной записи Пользователя на ином сервисе
              (например, социальной сети), при условии соблюдения применимого
              законодательства о персональных данных.
            </li>
            <li>
              3.4. Пользователь на используемом им аппаратно-программном
              обеспечении может разрешить хранение данных для последующей
              Авторизации. При этом KUCHU.SHOP не несет ответственности за
              сохранность таких данных на оборудовании Пользователя.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>
            4. Оформление Заказов и/или Предварительных заказов, онлайн-платежи
          </h2>
          <ol className='space-y-2'>
            <li>
              4.1. После выбора и помещения Товара в Корзину, Пользователь может
              оформить Заказ в отношении Товара, разрешенного к розничной
              продаже дистанционным способом, либо оформить Предварительный
              заказ, с последующим приобретением в Аптеке, если в отношении
              выбранного Товара дистанционная продажа запрещена.
              <p>
                При оформлении Заказа и/или Предварительного заказа с
                использованием сайта KUCHU.SHOP ответственность за Заказ и/или
                Предварительный заказ, в том числе возможные финансовые убытки,
                лежит на Пользователе — владельце Личного кабинета.
              </p>
              <p>
                Все взаимоотношения, связанные с куплей-продажей Товаров,
                возникают между Продавцом и Пользователем.
              </p>
            </li>
            <li>
              4.2. После оформления Заказа, KUCHU.SHOP направляет Пользователю,
              способом, указанным в личном кабинете (на номер телефона, адрес
              электронной почты и/или в всплывающих сообщений), информацию о
              подтверждении, либо отклонении Заказа, с указанием номера и
              состава, а также информацию о месте и дате получения Заказа и его
              стоимости.
            </li>
            <li>
              4.2.1. Оплата Заказа по выбору Пользователя может осуществляться
              различными способами:
              <p>
                Наличный расчёт - при получении Заказа Курьерской доставкой или
                в Аптеке;
              </p>
              <p>
                Безналичный расчет посредством платежной карты - при получении
                товара Курьерской доставкой или в Аптеке;
              </p>
              <p>
                Безналичный расчет посредством платежной карты - предоплата
                Заказа на сайте KUCHU.SHOP. Чтобы внести оплату за Заказ с
                помощью платежной карты на сайте, при оформлении Заказа
                необходимо выбрать вариант оплаты «Картой на сайте».
              </p>
            </li>
            <li>
              4.2.2. При отмене или аннулировании Заказа, денежные средства,
              внесенные Пользователем в качестве оплаты, возвращаются на счет
              Пользователя.
            </li>
            <li>
              4.3. После оформления Предварительного заказа, KUCHU.SHOP
              направляет Пользователю, способом, указанным в личном кабинете (на
              номер телефона, адрес электронной почты и/или в всплывающих
              сообщений), информацию о подтверждении, либо отклонении
              Предварительного заказа, с указанием номера, состава и стоимости
              Товаров на момент оформления Предварительного заказа, а также
              информацию о дате и месте, где можно будет приобрести
              зарезервированный Товар. При этом, фактическое наличие (в т.ч.
              аналогов), актуальная стоимость, варианты дозировки уточняются в
              Аптеке, непосредственно в месте продажи.
            </li>
            <li>
              4.3.1. Оплата за Товары Предварительного заказа происходит в
              Аптеке, в момент заключения договора розничной купли-продажи,
              после того как Пользователь ознакомился с потребительскими
              свойствами Товара.
              <p>
                По выбору Пользователя оплата предварительно зарезервированных
                Товаров может осуществляться различными способами:
              </p>
              <p>
                Наличный расчёт - в Аптеке при заключении договора розничной
                купли-продажи;
              </p>
              <p>
                Безналичный расчет посредством платежной карты - при заключении
                договора розничной купли-продажи в Аптеке;
              </p>
              <p>
                При оформлении Предварительного заказа Пользователю доступен
                дополнительный функционал «Картой на сайте». в Аптеке будет
                заключен договор купли-продажи - в этом том случае происходит
                оплата Товара и списание денежных средств;
              </p>
            </li>
            <li>
              4.4. Нажимая кнопку «Оформить», Пользователь подтверждает
              ознакомление с настоящим Соглашением и полное согласие со всеми
              его условиями: в том числе условиями обработки персональных
              данных, платежей, условий и порядка покупки и доставки, условиями
              возврата товара.
            </li>
            <li>
              4.5. Оформляя Заказ и/или Предварительный заказ, Пользователь
              соглашается с тем, что KUCHU.SHOP может поручить исполнение Заказа
              и/или Предварительного заказа третьему лицу.
            </li>
            <li>
              4.6. Оформляя Заказ и/или Предварительный заказ через сайт
              KUCHU.SHOP, Пользователь соглашается на получение информации о
              статусе Заказа и/или Предварительного заказа:
              <p>
                Электронных писем/всплывающих-уведомлений, которые KUCHU.SHOP
                может направить Пользователю;
              </p>
              <p>
                Сообщений (SMS) на телефонный номер, указанный Пользователем;
              </p>
              <p>
                Звонков с предложением оценить качество работы KUCHU.SHOP на
                телефонный номер, указанный Пользователем.
              </p>
            </li>
            <li>
              4.7. Продавец не несет ответственности за неполучение кассового
              чека Пользователем при предоставлении Продавцу неактуальных либо
              ошибочных сведений об адресе электронной почты, а также в случае
              технических сбоев в работе сервиса «мои чеки онлайн», операторов
              сотовой связи либо иных лиц, оказывающих услуги связи, в том числе
              путем предоставления доступа в сеть «Интернет», Пользователю.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>
            5. Способы и порядок получения и возврата Товара
          </h2>
          <ol className='space-y-2'>
            <li>
              5.1 При формировании Заказа с использованием сайта KUCHU.SHOP,
              Пользователь выбирает способ получения Товара.
            </li>
            <li>
              5.1.1 При условии добавления в корзину Товаров, дистанционная
              торговля которыми не запрещена законодательством Российской
              Федерации, Пользователь, формируя Заказ выбирает один из доступных
              вариантов его получения.
            </li>
            <li>
              5.1.2. Пользователь имеет возможность воспользоваться Курьерской
              доставкой Заказа по указанному им адресу (в пределах регионов
              доступных для доставки). Информация о доступности данной услуги в
              регионе Пользователя, а также стоимость доставки размещенными
              указаны на сайте https://www.kuchu.shop/, в разделе: «Доставка».
            </li>
            <li>
              Категории Товаров на сайте, разрешенные к доставке: все Товары, за
              исключением лекарственных препаратов, отпускаемых по рецепту
              врача, а также содержащих наркотические средства, психотропные
              вещества и их прекурсоры, лекарственных препаратов, содержащих
              сильнодействующие вещества, радиофармацевтических лекарственных
              препаратов, спиртосодержащих лекарственных препаратов с объемной
              долей этилового спирта свыше 25 процентов и лекарственных
              препаратов, изготовленных аптечными организациями.
            </li>
            <li>
              5.1.2.1. При получении Заказа, Пользователь обязан осмотреть
              доставленный Заказ и проверить целостность транспортной упаковки.
              Самостоятельно вскрыть транспортную упаковку, сверить содержимое
              Заказа на соответствие заявленному количеству, ассортименту и
              комплектности, соответствие Заказа информации, приведенной на
              сайте KUCHU.SHOP, а также проверить срок годности доставленных
              Товаров, проверить отсутствие повреждений вторичной
              (потребительской) и первичной упаковок Товаров (в том числе и
              лекарственного препарата в случае его наличия в Заказе),
              надлежащий вид Товаров. В случае, если во время приемки Заказа
              Потребитель не уведомил Курьера и/или Продавца в письменной форме
              об утрате, о недостаче или повреждении (порче) Заказа и не указал
              общий характер недостачи или повреждения (порчи) Товаров,
              считается, если не доказано иное, что Заказ получен Пользователем
              неповрежденным. После получения Заказа Пользователь лишается права
              на предъявление претензий относительно Заказа в отношении
              количества, комплектности, вида и сроков годности заказанных
              Товаров.
            </li>
            <li>
              5.1.3. Пользователь имеет возможность самостоятельно забрать Заказ
              из выбранной им Аптеки.
            </li>
            <li>
              5.1.4. Если Пользователь, не получает Заказ в течение 3
              календарных дней после оформления на сайте, KUCHU.SHOP вправе
              аннулировать Заказ без дополнительного информирования
              Пользователя.
            </li>
            <li>
              5.2. При формировании Предварительного заказа на Товары,
              дистанционная торговля которыми запрещена законодательством
              Российской Федерации (лекарственные препараты, отпускаемые по
              рецепту врача, а также, содержащие наркотические средства,
              психотропные вещества и их прекурсоры, лекарственные препараты,
              содержащие сильнодействующие вещества, радиофармацевтические
              лекарственные препараты, спиртосодержащие лекарственные препараты
              с объемной долей этилового спирта свыше 25 процентов и
              лекарственные препараты, изготовленные аптечными организациями) -
              Курьерская доставка не предусмотрена.
            </li>
            <li>
              5.2.1. При оформлении Предварительного заказа Пользователь
              выбирает Аптеку, в которой ему будет удобно купить
              зарезервированный Товар после ознакомления с актуальной
              стоимостью, вариантами дозировки и фактическим наличием (в т.ч.
              аналогов).
            </li>
            <li>
              5.2.2. Если Пользователь не покупает зарезервированный
              Предварительным заказом Товар в течение срока хранения, указанного
              в предыдущем пункте, сайте KUCHU.SHOP вправе аннулировать
              Предварительный заказ без дополнительного информирования
              Пользователя и расформировать зарезервированный Товар.
            </li>
            <li>
              5.3. Отказ от Заказа может быть совершен в любое время до его
              получения.
            </li>
            <li>
              5.4. В случае если Товар был приобретен дистанционным способом,
              посредством оформления Заказа на сайте KUCHU.SHOP, Пользователь
              вправе отказаться от Товара надлежащего качества (за исключением
              Товаров, указанных в п.5.5. настоящего Соглашения) в течение 7
              (семи) дней после его передачи.
            </li>
            <li>
              5.5. Продавец не осуществляет возврат или обмен на аналогичный
              товар (других размера, формы, габарита, фасона, расцветки или
              комплектации) следующих непродовольственных Товаров надлежащего
              качества (в соответствии с Постановление Правительства РФ № 2463
              от 31.12.2020 г.):
              <ol className='space-y-2'>
                <li>Лекарственные препараты;</li>
                <li>
                  Товары для профилактики и лечения заболеваний в домашних
                  условиях (предметы санитарии и гигиены из металла, резины,
                  текстиля и других материалов, медицинские изделия, средства
                  гигиены полости рта, линзы очковые, предметы по уходу за
                  детьми);
                </li>
                <li>
                  Предметы личной гигиены (зубные щетки, расчески, заколки,
                  бигуди для волос, парики, шиньоны и другие аналогичные
                  товары);
                </li>
                <li>Парфюмерно-косметические товары;</li>
                <li>
                  Изделия и материалы, полностью или частично изготовленные из
                  полимерных материалов и контактирующие с пищевыми продуктами
                  (посуда и принадлежности столовые и кухонные, емкости и
                  упаковочные материалы для хранения и транспортирования пищевых
                  продуктов, в том числе для разового использования);
                </li>
                <li>
                  Швейные и трикотажные изделия (изделия швейные и трикотажные
                  бельевые, изделия чулочно-носочные);
                </li>
                <li>Товары бытовой химии;</li>
                <li>
                  Иные товары надлежащего качества, возврат которых не
                  предусмотрен действующим законодательством.
                </li>
              </ol>
            </li>
            <li>
              5.5.1. Если Пользователю был передан Товар ненадлежащего качества
              и иное не было заранее оговорено Продавцом, Пользователь вправе
              воспользоваться положениями статьи 18 Федерального закона
              Российской Федерации № 2300-1 от 07.02.1992 «О защите прав
              потребителей».
            </li>
            <li>
              5.5.2. Товаром ненадлежащего качества следует считать Товар,
              который не отвечает требованиям, установленным для этой категории
              Товара в нормативно-правовых актах, настоящем Соглашении или не
              отвечающий целям, для которых Товар такого рода обычно
              используется;
            </li>
            <li>
              5.5.2.1 Отличие элементов дизайна или оформления Товара от
              заявленного на сайте KUCHU.SHOP описания / изображений не является
              признаком ненадлежащего качества;
            </li>
            <li>
              5.5.3. Внешний вид и комплектность Товара, а также комплектность
              всего Заказа должны быть проверены Пользователем в момент
              получения.
            </li>
            <li>
              5.5.4. Требования о возврате уплаченной за Товар денежной суммы
              подлежат удовлетворению в течение 10 дней со дня предъявления
              Пользователем соответствующего требования. Возврат денежных
              средств осуществляется посредством возврата стоимости оплаченного
              Товара на платежную карту с которой производилась оплата или
              наличными денежными средствами (в зависимости от способа оплаты
              Товара).
            </li>
            <li>
              5.5.5. Все претензии по Товарам Пользователи должны направлять: по
              адресу электронной почты: aptemp@mail.ru , либо в разделе
              «Обратная связь» в Личном кабинете, либо заказным письмом по
              адресу: 677005, Республика Саха (Якутия), г. Якутск, ул. Петра
              Алексеева, дом 79, кв. 18. В случае направления претензии по
              электронной почте или с использованием раздела личного кабинета
              «Обратная связь», Пользователь дает согласие на получение ответа
              на такую претензию в электронном виде, на адрес электронной почты,
              указанной в личном кабинете.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>6. Отзывы</h2>
          <ol className='space-y-2'>
            <li>
              6.1. На сайте KUCHU.SHOP реализован раздел с отзывами и оценками
              Пользователей на приобретенные Товары, Пользователь, оставляющий
              отзыв о Товаре и оценивающий Товар, соглашается на следующие
              правила:
            </li>
            <li>
              6.1.1. Оставлять отзывы о Товарах, размещенных на сайте
              KUCHU.SHOP, ставить оценки Товарам при использовании сайта
              KUCHU.SHOP может любой авторизованный Пользователь;
            </li>
            <li>
              6.1.2. С отзывом Пользователя в соответствующем разделе сайта
              KUCHU.SHOP будет опубликовано его имя, указанное в Личном кабинете
              сайта KUCHU.SHOP;
            </li>
            <li>
              6.1.3. Отзывы, содержание которых не относится к тематике работы
              сайта KUCHU.SHOP, осуществлению покупок на нем, не публикуются;
            </li>
            <li>
              6.1.4. Отзывы, содержание которых не относится к реальному опыту
              использования соответствующего Товара, не публикуются;
            </li>
            <li>
              6.1.5. Отзывы, которые содержат ненормативную лексику,
              высказывания оскорбительного характера, в том числе фотографии и
              изображения, недопустимые к публикации с этической точки зрения,
              не публикуются;
            </li>
            <li>
              6.1.6. Отзывы и комментарии, содержащие ссылки на другие
              веб-сайты, персональные данные третьих лиц, а также иную
              информацию запрещенную или ограниченную к распространению, не
              публикуются;
            </li>
            <li>
              6.1.7. Опубликованный отзыв может быть удален в любое время без
              разъяснения причин;
            </li>
            <li>
              6.2. KUCHU.SHOP самостоятельно определяет срок, в течение которого
              отзывы считаются актуальными и на который они публикуются.
            </li>
            <li>
              6.3. Пользователь соглашается с тем, что размещенные им на сайте
              KUCHU.SHOP сообщения и материалы могут быть использованы
              KUCHU.SHOP, в том числе в рекламных или маркетинговых материалах,
              размещаемых на ресурсах KUCHU.SHOP в сети Интернет, а также на
              иных ресурсах и сайтах в сети Интернет, для привлечения внимания
              других Пользователей, без обязанности предоставлять отчеты об
              использовании таких сообщений и материалов, без необходимости
              получения специального разрешения Пользователя и без выплаты
              авторского вознаграждения, на территории всего мира без
              ограничения срока, с правом KUCHU.SHOP предоставлять указанные
              права использования таких сообщений и материалов третьим лицам.
            </li>
            <li>
              6.4. Пользователь соглашается, что оставленные им отзывы и
              поставленные оценки могут быть опубликованы и использованы
              KUCHU.SHOP на сайтах третьих лиц без дополнительного согласия
              Пользователя. При этом отзывы и приложенные к ним изображения
              публикуются и используются «как есть» с сохранением авторской
              грамматики и пунктуации, под именем Пользователя, указанным в
              Личном кабинете. Пользователь несет ответственность за
              достоверность сведений, содержащихся в оставленных им отзывах.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>7. Права и обязанности</h2>
          <ol className='space-y-2'>
            <li className='space-y-2'>
              <p>7.1. KUCHU.SHOP имеет право:</p>
              <ol className='space-y-2'>
                <li>
                  7.1.1. Изменять настоящее Соглашение в одностороннем порядке,
                  размещая его на сайте KUCHU.SHOP. Все изменения вступают в
                  силу немедленно после публикации, и считаются доведенными до
                  сведения Пользователя с момента такой публикации.
                </li>
                <li>
                  7.1.2. Без согласования с Пользователем передавать свои права
                  и обязанности по исполнению обязательств перед Пользователем
                  третьим лицам.
                </li>
                <li>
                  7.1.3. Отменить Заказ с безналичным способом оплаты на сайте
                  KUCHU.SHOP и не подтвердить Предварительный заказ с
                  использование функционала «Картой на сайте» по истечении 10
                  минут с момента оформления, в случае не поступления оплаты
                  денежных средств, соответственно.
                </li>
                <li>
                  7.1.4. Ограничить количество одновременно
                  заказанного/предварительно заказанного Пользователем Товара.
                </li>
                <li>
                  7.1.5. В одностороннем порядке отменить Заказ Пользователя, не
                  подтвердить Предварительный заказ в случае нарушения последним
                  пункта 7.2 настоящего Соглашения.
                </li>
                <li>
                  7.1.6. Произвести ограничения по сумме Заказов и/или
                  Предварительных заказов.
                </li>
                <li>
                  7.1.7. Заблокировать учетную запись Пользователя, а также
                  запретить доступ с использованием учетной записи на сайте
                  KUCHU.SHOP, в случае неоднократной отмены Пользователем
                  осуществленных Заказов и/или Предварительных Заказов.
                </li>
                <li>
                  7.1.8. Отзыв настоящих Условий может быть осуществлён
                  Продавцом в любое время.
                </li>
              </ol>
            </li>
            <li className='space-y-2'>
              <p>7.2. Обязательства Пользователя:</p>
              <ol className='space-y-2'>
                <li>
                  7.2.1. До момента оформления Заказа и/или Предварительного
                  заказа ознакомиться с содержанием и условиями настоящего
                  Соглашения, ценами на Товары, предлагаемыми на сайте
                  KUCHU.SHOP.
                </li>
                <li>
                  7.2.2. В случае, если в отношении Товара, разрешенного к
                  дистанционной продаже, Пользователь оформит доставку Заказа,
                  то он обязуется ознакомиться с порядком и условиями оказания
                  KUCHU.SHOP услуги доставки Товара, размещенными на сайте
                  https://www.kuchu.shop/ в разделе: «Доставка»
                </li>
                <li>
                  7.2.3. Во исполнение KUCHU.SHOP своих обязательств перед
                  Пользователем последний должен сообщить все необходимые
                  данные, однозначно идентифицирующие его как Пользователя, и
                  достаточные для доставки приобретенного им Товара.
                </li>
                <li>
                  7.2.4. Оплатить Заказ и его доставку (если применимо) в
                  соответствии с настоящим Соглашением.
                </li>
                <li>
                  7.2.5. Не использовать Товар, заказанный с использованием на
                  сайте KUCHU.SHOP, в предпринимательских целях.
                </li>
                <li className='space-y-2'>
                  <p>7.2.6. Не совершать следующие действия:</p>
                  <ol className='space-y-2'>
                    <li>
                      7.2.6.1. Несанкционированно собирать, хранить или
                      распространять персональные данные других лиц;
                    </li>
                    <li>
                      7.2.6.2. Нарушать нормальную работу KUCHU.SHOP, а равно
                      совершать действия, направленные на изменение
                      функционирования и работоспособности KUCHU.SHOP;
                    </li>
                    <li>
                      7.2.6.3 Обходить технические ограничения, установленные на
                      сайте KUCHU.SHOP.
                    </li>
                    <li>
                      7.2.6.4. Изучать технологию, декомпилировать или
                      дизассемблировать сайт KUCHU.SHOP, за исключением случаев,
                      прямо предусмотренных законодательством Российской
                      Федерации;
                    </li>
                    <li>
                      7.2.6.5. Создавать копии экземпляров сайта KUCHU.SHOP, а
                      также их внешнего оформления (дизайна);
                    </li>
                    <li>
                      7.2.6.6. Изменять сайт KUCHU.SHOP каким бы то ни было
                      способом;
                    </li>
                    <li>
                      7.2.6.7 Содействовать действиям, направленным на нарушение
                      ограничений и запретов, налагаемых Соглашением;
                    </li>
                    <li>
                      7.2.6.8. Другим образом нарушать нормы законодательства, в
                      том числе нормы международного права.
                    </li>
                  </ol>
                </li>
              </ol>
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>
            8. Порядок оформления и выкупа товара льготной категорией граждан по
            электронному рецепту
          </h2>
          <ol className='space-y-2'>
            <li>
              8. Бесплатный отпуск лекарственных препаратов Пользователям,
              настоящего Соглашения, осуществляется в рамках назначенного
              международного непатентованного наименования (далее - МНН) в
              лекарственной форме и дозировке (предоставляется торговое
              наименование из имеющихся в аптеке) в день обращения Пользователя
              в аптечную организацию ООО «АПТЕКА ЭМП» с предъявлением талона с
              QR-кодом рецепта или электронного рецепта на бумажном носителе
              либо QR-кода рецепта или электронного рецепта на мобильном
              электронном приложении, в количествах, указанных в электронном
              рецепте, с соблюдением установленных действующим законодательством
              требований.
            </li>
            <li>
              8.1. Сотрудник ООО «АПТЕКА ЭМП», осуществляющий фактический отпуск
              лекарственного препарата, информирует Пользователя о наличии
              лекарственного препарата, отпускаемого бесплатно, а также о
              технической возможности дистанционного способа отпуска
              Пользователям лекарственных препаратов.
            </li>
            <li>
              8.2. В случае, если, стоимость лекарственного препарата по
              конкретному торговому наименованию в рамках МНН превышает
              стоимость лекарственного препарата, учитываемую при определении
              размера субсидии, предоставляемой в рамках пилотного проекта,
              такой лекарственный препарат отпускается с оплатой разницы в
              стоимости за счёт собственных денежных средств Пользователя. Перед
              отпуском препарата сотрудник аптечной организации информирует
              Пользователя о стоимости выбранного торгового наименования
              (стоимость лекарственного препарата, установленная для возмещения
              аптечной организации при расчёте субсидии) и размере доплаты.
            </li>
            <li>
              8.3. В случае невозможности обеспечить Пользователя выписанным
              лекарственным препаратом из перечня лекарственных препаратов в
              рамках пилотного проекта в день его обращения в аптечную
              организацию сотрудник аптечной организации информирует
              Пользователя:
            </li>
            <li>
              8.4. Об отсутствии выписанного медицинским работником
              лекарственного препарата в аптечной организации.
            </li>
            <li>
              8.5. О необходимости обратиться с QR-кодом электронного рецепта в
              аптечный пункт для обеспечения выписанным лекарственным препаратом
              в сроки, установленные Министерством здравоохранения Российской
              Федерации.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>
            9. Порядок приобретения лекарственных препаратов, отпускаемых по
            электронному рецепту
          </h2>
          <ol className='space-y-2'>
            <li>
              9. При реализации Пользователем электронного рецепта он вправе
              осуществить Заказ лекарственных препаратов для медицинского
              применения, отпускаемыми по рецепту врача, дистанционным способом,
              т.е. с использованием Курьерской доставки.
            </li>
            <li>
              9.1. Если при наличии электронного рецепта Пользователь оформляет
              Предварительный заказ на лекарственные препараты для медицинского
              применения, отпускаемыми по рецепту врача, с последующим
              заключением договора купли-продажи в выбранной Аптеке, такой
              способ реализации электронного рецепта не является дистанционной
              продажей и не относится к дистанционной продаже.
            </li>
            <li>
              9.2. В вправе дистанционным способом осуществлять розничную
              торговлю лекарственными препаратами для медицинского применения,
              отпускаемыми по рецепту на лекарственный препарат (в том числе
              сформированному в форме электронного документа в личном кабинете
              гражданина в федеральной государственной информационной системе
              &quot;Единый портал государственных и муниципальных услуг
              (функций)&quot; и (или) на региональных порталах государственных и
              муниципальных услуг), включенными в перечень лекарственных
              препаратов и фармакотерапевтических групп лекарственных
              препаратов, разрешенных к реализации в рамках эксперимента,
              утвержденный уполномоченным федеральным органом исполнительной
              власти (за исключением лекарственных препаратов, содержащих
              наркотические средства, психотропные вещества и их прекурсоры,
              лекарственных препаратов, содержащих сильнодействующие вещества,
              радиофармацевтических лекарственных препаратов,
              иммунобиологических лекарственных препаратов, а также
              лекарственных препаратов, имеющих в соответствии с инструкцией по
              применению лекарственного препарата температурный режим хранения
              ниже 15 градусов Цельсия, спиртосодержащих лекарственных
              препаратов с объемной долей этилового спирта свыше 25 процентов и
              лекарственных препаратов, изготовленных аптечными организациями).
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>10. Интеллектуальная собственность</h2>
          <ol className='space-y-2'>
            <li>
              10. Все права на сайт, товарные знаки, объекты авторских прав,
              включая, но не ограничиваясь, тексты, изображения, фотографии,
              дизайны, аудиовизуальные произведения и иные объекты
              интеллектуальной собственности (далее – «Объекты интеллектуальной
              собственности»), представленные на сайте KUCHU.SHOP, принадлежат
              ООО «АПТЕКА ЭМП» (ОГРН 1211400000481, ИНН 1435357632, адрес
              местонахождения юридического лица: 677005, Республика Саха
              (Якутия), г. Якутск, ул. Петра Алексеева, дом 79, кв. 18), если
              иное не следует из сайта KUCHU.SHOP.
            </li>
            <li>
              10.1. Права на Объекты интеллектуальной собственности никоим
              образом не предоставляются и не передаются Пользователям или
              Посетителям вследствие использования им сайта KUCHU.SHOP.
            </li>
            <li>
              10.2. Любое несанкционированное использование товарных знаков
              и/или других материалов, указанных в п.11.1 настоящего Соглашения,
              категорически запрещено и является нарушением законодательства
              Российской Федерации. Факт наличия или отсутствия знаков охраны ®
              и / или ™ и / или © не влияет каким-либо образом на применение
              настоящего Соглашения и предоставление правовой охраны в отношении
              Объектов интеллектуальной собственности.
            </li>
            <li>
              10.3. Объекты интеллектуальной собственности, указанные в п. 11.1
              настоящего Соглашения, не могут быть использованы, скопированы,
              воспроизведены, изменены (переработаны), заимствованы,
              опубликованы, распространены, переданы третьим лицам целиком или в
              части каким бы то ни было способом, включая распространение
              материалов в сети «Интернет» через сайты третьих лиц, без
              предварительного письменного согласия KUCHU.SHOP за исключением
              случаев, когда ее использование осуществляется в личных
              некоммерческих целях.
            </li>
          </ol>
        </section>
        <section className='space-y-2'>
          <h2 className='font-semibold'>11. Иные положения</h2>
          <ol className='space-y-2'>
            <li>
              11. В отношении лекарственных препаратов, отпускаемых по рецепту
              врача, лекарственных препаратов, содержащих наркотические
              средства, психотропные вещества и их прекурсоры, лекарственных
              препаратов, содержащих сильнодействующие вещества,
              радиофармацевтических лекарственных препаратов, спиртосодержащих
              лекарственных препаратов с объемной долей этилового спирта свыше
              25 процентов не применяются правила дистанционной торговли (за
              исключением случаев, указанных в разделе 9 настоящего Соглашения),
              доступен только Предварительный заказ (предварительное
              резервирование с последующим заключением договора купли-продажи в
              Аптеке).
            </li>
            <li>
              11.1. Ответственность за действия несовершеннолетних
              Пользователей, включая осуществление ими Заказов и/или
              Предварительных Заказов, несут законные представители
              несовершеннолетних.
            </li>
            <li>
              11.2. Cайт KUCHU.SHOP может содержать ссылки на другие ресурсы.
              KUCHU.SHOP не несет никакой ответственности за доступность этих
              ресурсов и за размещенную на таких сайтах информацию, а также за
              любые последствия, связанные с использованием Пользователем
              информации на этих ресурсов.
            </li>
            <li>
              11.3. Вся информация о свойствах и назначении Товаров,
              опубликованная с использованием сайта KUCHU.SHOP, носит справочный
              характер, и не должна применяться Пользователями для принятия
              самостоятельного решения об использовании представленных Товаров и
              не может служить заменой очной консультации врача. Товары могут
              иметь противопоказания к применению и использованию.
            </li>
            <li>
              11.4. Настоящее Соглашение регулируется и толкуется в соответствии
              с законодательством Российской Федерации. Вопросы, не
              урегулированные настоящим Соглашением, подлежат разрешению в
              соответствии с законодательством Российской Федерации, в
              частности:
              <ol className='space-y-2'>
                <li>Гражданским кодексом Российской Федерации;</li>
                <li>
                  Федеральным законом № 2300-1 от 07.02.1992 г. «О защите прав
                  потребителей»;
                </li>
                <li>
                  Федеральным законом № 61-ФЗ от 12.04.2010 г. «Об обращении
                  лекарственных средств»;
                </li>
                <li>
                  Постановлением Правительства Российской Федерации № 612 от
                  27.09.2007 г. «Об утверждении Правил продажи товаров
                  дистанционным способом»;
                </li>
                <li>
                  Постановлением Правительства Российской Федерации № 697 от
                  16.05.2020 г. «Об утверждении Правил выдачи разрешения на
                  осуществление розничной торговли лекарственными препаратами
                  для медицинского применения дистанционным способом,
                  осуществления такой торговли и доставки указанных
                  лекарственных препаратов гражданам и внесении изменений в
                  некоторые акты Правительства Российской Федерации по вопросу
                  розничной торговли лекарственными препаратами для медицинского
                  применения дистанционным способом»;
                </li>
                <li>
                  Постановлением Правительства Российской Федерации № 55 от
                  19.01.1998 г. «Об утверждении Правил продажи отдельных видов
                  товаров, перечня товаров длительного пользования, на которые
                  не распространяется требование покупателя о безвозмездном
                  предоставлении ему на период ремонта или замены аналогичного
                  товара, и перечня непродовольственных товаров надлежащего
                  качества, не подлежащих возврату или обмену на аналогичный
                  товар других размера, формы, габарита, фасона, расцветки или
                  комплектации»;
                </li>
                <li>
                  Постановлением Правительства Российской Федерации № 323 от
                  30.06.2004 г. «Об утверждении Положения о Федеральной службе
                  по надзору в сфере здравоохранения».
                </li>
              </ol>
            </li>
            <li>
              11.5 Все возможные споры, вытекающие из отношений, регулируемых
              настоящим Соглашением, разрешаются в порядке, установленном
              действующим законодательством Российской Федерации.
            </li>
          </ol>
        </section>
      </section>
    </main>
  );
}
